{
    "bylaws": {
        "pets": [
			"Are pets allowed in the strata building?",
			"How many pets are allowed per unit in a strata building?",
			"What pets are allowed per unit in a strata building?",
			"What are the pet restrictions in the strata building?",
			"Is there a vicious breed restriction in the strata building?"
        ],
        "smoking": [
            "What are the strata building's smoking regulations?",
            "Are there any restrictions regarding tobacco or marijuana smoking inside the suites and apartments, or on balconies? ",
            "Where if at all is smoking permitted in the building?"
        ],
        "rental": [
            "What is the maximum number of rental units permissible under the strata bylaws?",
            "What is the minimum lease period for tenants renting a strata property?",
            "Are strata owners allowed to offer short-term rentals such as through Airbnb or VRBO?",
            "Can a strata unit be used as a Bed and Breakfast ?",
            "What restrictions or limitations are imposed on Short Term Rentals?",
            "What restrictions or limitations are imposed on Guests in Short Term Rentals?",
            "Are family members considered tenants when renting a unit in the strata?"
        ],
        "BBQ": [
            "Can residents of the strata have barbecues?",
            "What type of BBQ is permitted in the strata?"
        ],
		"Move in/out Fees": [
            "Are there any additional fees associated with moving in or out of the strata?",
            "When moving in or out of a strata property, what is the required notice that must be given?",
            "What is the move in and move out times?"
        ],
		"Other": [
            "Does the strata have designated times when noise must be kept to a minimum?",
            "Are Christmas Trees and Holiday decorations allowed?",
            "Are Air Conditioning units allowed in the Strata unit?"
        ]
    },
    "minute": {
        "Strata Fee Increase": [
            "Are Strata fees increasing this year?",
			"Are the Strata fees going up this year, and if so, by what percentage?"
        ],
        "elevator": [
            "What is the age of the elevator in the strata building?",
            "Does the elevator in the strata malfunction or cease to operate?"
        ],
        "building exterior": [
            "What is the planned schedule for Building exterior maintenance for the strata property?"
        ],
        "leaks": [
			"Have there been any reports of water entering the strata property, such as through leaking pipes or other sources of water ingress?",
            "Are there any reports of leaks in the building or between units?",
			"Who was at fault for the reported leaks?",
            "Did the leak result in a Strata Insurance claim being made?",
            "What was the cause of the leak?"
        ],
        "mould": [
            "Has anyone noticed any signs of mould in any of the suites of the strata?"
        ],
        "legal/civil resolutions": [
            "Does the strata have any Legal or Civil suits?"
        ],
        "insurance": [
            "Did the Strata insurance policy need to be renewed?",
            "What is the water deductible?"
        ],
        "plumbing": [
            "Have there been any reports of water leaks in the plumbing system of the strata?",
            "Are there any signs of water leaking from the plumbing system, such as a pinhole in the pipes?",
            "Did any of the plumbing in the strata get replaced or repaired recently?"
        ],
        "roof": [
            "Does the rooftop have annual or regular maintenance?",
            "Have there been any reports of water leaks on the roof of the strata building?",
            "Did the strata take any action to repair the roof?",
            "When was the roof of the strata building last repaired?",
            "What is the age of the roofing material on the strata?"
        ],
        "security": [
            "Have there been any reports of burglaries or break-ins in the strata?",
			"What was broken into?",
            "Has there been anything stolen?",
            "Did they fix what was broken into?",
            "Has there been any reports of vandalism to the strata property?"
        ],
        "levy": [
            "Are there any additional fees or charges that the strata corporation will be imposing on its members in the near future?"
        ],
        "windows": [
            "Has there been any reported problems with the windows been reported in the strata?",
            "Is there any window replacement planned?"
        ],
        "noise complaints": [
            "Has there been any reports of excessive noise that has caused complaints from residents in the strata?"
        ],
        "smoking complaints": [
            "Has there been any reports of complaints related to smoking in the strata?"
        ],
        "engineer reports": [
            "Does the Engineer report have any comments?"
        ],
        "insurance claims": [
            "Has the strata made any insurance claims in the past year?",
			"What was the insurance claim for?"
        ],
        "renovation requests": [
            "Are there any requests for renovations or improvements to the strata property?",
			"Did the request to make renovations or improvements to the strata get approved?"
        ],
        "pests": [
            "Have there been any reports of pests such as mice, rats, ants, or bed bugs in the building or individual units of the strata?"
        ],
        "fire inspections": [
            "Is there an annual fire inspection?"
        ]
    },
    "financial": {
		"balance": [
            "How much money does the strata have money in reserve?",
            "Does the strata contribute to a yearly contingency fund?",
			"How much does the strata contribute to the yearly contingency fund"
        ],
        "budget": [
            "What is the total amount allocated for the strata budget?",
            "What is the annual budget allocated for general repairs and maintenance of the strata?",
            "What is the amount allocated for insurance coverage in the strata's budget?",
            "What is the estimated budget for utilities, such as electricity, water, and gas, for the strata property?",
            "What is the budget for landscaping services of the strata?",
            "What is the budget for window cleaning services for the strata?",
            "What is the budget allocated for pest control services?",
            "What is the budget allocated for dryer duct cleaning?"
        ]
    },
    "depreciation": {
        "depreciation": [
            "When was the Depreciation Report report done?"
        ]
    }
}